---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstUpLabelOn
source: html/5e1380a0-617d-f0c4-517d-fc37699e569f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstUpLabelOn Property

"Up label"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstUpLabelOn { get; }
```